<template>
  <main>
    <h1>About</h1>
    <h2>吉澤 美音</h2>

    <div>
      <a
      href="https://adjustacademy.com/d2206/d220627-050601/"
    >GitHub</a>
    </div>
    <div>
    <a
      href="https://adjustacademy.com/d2206/d220627-050601/"
    >お問い合わせ</a>
    </div>

    <h3>希望職種</h3>
    <p>フロントエンドエンジニア</p>
    <h3>経歴</h3>
    <h4>1社目:客先常駐のシステムエンジニア</h4>
    <p>
      新卒から3年間システム開発会社にて勤務。
      <br />
      <strong>システムエンジニア</strong>として印刷会社や公益財団法人の社内向けシステムのプログラムの
      <strong>開発、テスト</strong>を担当しました。
    </p>
    <h4>2社目:客先常駐のシステムエンジニア</h4>
    <p>
      4年目に顧客対応のスキルを磨くため、別のシステム開発会社に転職。
      <br />公共機関向けシステム開発の
      <strong>顧客対応</strong>やプログラムの開発やテストを担当しました。
    </p>

    <h4>現在:職業訓練校</h4>
    <p>職業訓練校にて、フロントエンジニアを目指し、HTMLやCSSを学んでます。<br>また、Vue.jsを自己学習しています。</p>

    <h3>資格</h3>
    <p>2017.5 基本情報技術者試験</p>
    <p>2021.5 3級ファイナンシャル・プランニング技能検定</p>
    <p>2022.7 Googleアナリティクス個人認定資格</p>
  </main>
</template>
