<template>
  <main>
    <h1>架空商品のYahoo!ショッピング向け画像、LINEの広告画像のデザイン(Photoshop)</h1>
    <h2>概要</h2>
    <p>
      Yahooショッピングに掲載する、架空の養鶏場から直送される高級卵の商品画像、ライン広告画像を制作。
      <br />また、Yahoo!ショッピング掲載する商品情報の記載やライン広告の宣伝頻度も企画しました。
    </p>

    <h2>スキル</h2>
    <p>AdobeCC Photoshop</p>

    <h2>担当範囲 ・作業時間</h2>
    <p>企画（0.5時間）、デザイン（1時間）</p>

    <h2>Yahoo!ショッピング用の商品画像</h2>
    <img alt="おいしい新鮮卵の商品画像" src="./img/product.png" />

    <h2>ターゲット</h2>
    <p>オーガニックな食材が好きな20~30代の女性</p>

    <h3>コンバージョン</h3>
    <p>Yahoo!ショッピングで商品を購入してもらう。</p>

    <h2>コンセプト</h2>
    <p>配色は少なめで</p>
    <p>送料に敏感なユーザーに向けて「送料無料」を大きくわかりやすく表示するようにしました。</p>
    <p>送料に敏感なユーザーに向けて「送料無料」を大きくわかりやすく表示するようにしました。</p>

    <h2>LINE広告</h2>
    <img alt="おいしい新鮮卵通販のLINE用広告" src="./img/product2.png" />

    <h3>ターゲット</h3>
    <p>LINEで養鶏場のアカウントを友だち追加したユーザー</p>

    <h3>コンセプト</h3>
    <p>Yahoo!ショッピングで卵がセールする旨をラインで宣伝する。</p>

    <h3>コンバージョン</h3>
    <p>ラインの広告の画像をクリックしてもらい、Yahoo!ショッピングの商品を購入してもらう。</p>

    <h3>アピールポイント</h3>
    <p>「今すぐ見る」ボタンでクリックを誘導する。</p>
    <p>卵の値下げ額は70円程度と低いため、「10%OFF」という記載にして、お得感を出しました。</p>

    <router-link to="/">戻る</router-link>
  </main>
</template>
