<template>
  <main>
    <h1>バナー広告デザイン(Photoshop)</h1>

    <img alt="「OE-C野菜」宅配お試しセット無料" src="./img/mr_1.jpg" />
    <img alt="「OE-C野菜」宅配お試しセット無料" src="./img/lb_1.jpg" />

    <h2>概要</h2>
    <p>架空の自社農場で生産している野菜の宅配サービス「株式会社AJF」の新規会員を増やすためのキャンペーンバナー広告作成</p>

    <h2>スキル</h2>
    <p>AdobeCC Photoshop</p>

    <h2>担当範囲 ・作業時間</h2>
    <p>企画(1時間)、デザイン（3時間）</p>

    <h2>サイズ</h2>
    <p>W300px × H250px（ミディアムレクタングルサイズ）、W728px × H90px（リーダーボードサイズ）</p>

    <h2>ターゲット</h2>
    <p>小さなお子様がいる２０~３０代の女性</p>

    <h2>コンセプト</h2>
    <p>
      対象の忙しい子育て中の女性を意識しました。</p>
          <p><br />隙間時間にスマホを見て、疲れていてもパッと目に入る、とっつきやすくクリックされやすいバナーを目指しました。
      <br />カラフルな文字、野菜の写真を使って、ポップな印象にしています。    </p>
          <p>また、背景を青空にして、サイト内のどこに置かれても目立つように意識しました。    </p>


    <h2>アピールポイント</h2>
    <h3>締め切りを意識する</h3>
    <p>
      本作は1日の授業時間内(4時間程度)でコンセプトからバナー作成を完成させるという課題で作成しました。
      <br />締め切りを絶対に守るために、締め切りまでにいかにクオリティを上げつつ、時間が足りなければ諦めるように意識しました。
      <br />お客様の依頼に沿って締め切りを守って作業をする、現場に近い緊張感を味わえました。
    </p>
    <router-link to="/">戻る</router-link>
  </main>
</template>
