<template>
  <main>
    <h1>ロゴ・名刺デザイン(illustrator)</h1>

    <h2>ロゴマーク</h2>
    <img alt="「OE-C野菜」宅配お試しセット無料" src="./img/mr_1.jpg" />

    <h2>ロゴタイプ</h2>
    <img alt="「OE-C野菜」宅配お試しセット無料" src="./img/mr_1.jpg" />

    <h2>名刺</h2>
    <img alt="「OE-C野菜」宅配お試しセット無料" src="./img/mr_1.jpg" />

    <h2>その他</h2>
    <img alt="「OE-C野菜」宅配お試しセット無料" src="./img/mr_1.jpg" />

    <h2>概要</h2>
    <p>訓練課題。分譲施工、リフォームを行う架空の建設会社「ヨシザワ建設株式会社」のロゴマーク、ロゴタイプ、名刺の作成</p>

    <h2>スキル</h2>
    <p>AdobeCC illustrator</p>

    <h2>担当範囲 ・作業時間</h2>
    <p>企画(1時間)、デザイン（3時間）</p>

    <h2>ターゲット</h2>
    分譲住宅を購入しようと考えている30代以降、家族のいる方

    <h2>コンセプト</h2>
    <p>「家」という人生に関わる大切な商品を取り扱うため、信頼を勝ち取るデザインを目指しました。</p>

    <h3>カラー</h3>
    <p>真面目さをアピールするため、青を使用しています。「家」という人生に関わる大切な商品を取り扱うため、信頼を得たい。</p>

    <h3>フォント</h3>
    <p>フォントは明朝体を使用し、真面目さをアピールしています。</p>

    <h3>マーク</h3>
    <p>企業が家を取り扱っていることが一目でわかるように「家」をモチーフにしたマークにしました。</p>

    <router-link to="/">戻る</router-link>
  </main>
</template>
