<template>
<main>

<h1>架空のコーポレートサイト(HTML・CSS)</h1>

<img alt="架空企業のポートフォリオサイト" src="./img/work1.png">

<h2>URL</h2>
<a href="https://adjustacademy.com/d2206/d220627-050601/">https://adjustacademy.com/d2206/d220627-050601/</a>
<h2>概要</h2>
<p>職業訓練校課題1作目。</p>
<p>ウォーターサーバーをレンタルする<strong>架空企業のコーポレートサイト</strong>を制作しました。</p>

<h2>スキル</h2>
<p>HTML、CSS</p>

<h2>担当範囲 ・作業時間</h2>
コンセプト、デザイン、環境構築、コーディング、動作確認、リリース作業

<h2>コンセプト</h2>
<h3></h3>

画像

<h2>ポイント</h2>
<h3>HTMLを正しく記述した</h3>
<h3>スケジュール管理</h3>
<p>本作は学校の課題のため、締め切りに必ず間に合うことを意識してスケジュール管理を行いました。</p>

画像

<p>きちんとしたスケジュール管理で締切は守れました。</p>
<p>また、余裕を持って作業が行えたため、夜ふかしをしたり、焦ることがありませんでした。</p>
<h2>反省点</h2>
<h3>実装しづらいデザインになっていた</h3>
<p>デザインに書き出す時には簡単でも、いざ実装しようとすると難しいと思う箇所に何度も遭遇しました。</p>
<p>デザインは実装しやすさまで考えなければならないと学びました。</p>
<h3>マルチデバイス対応ができなかった</h3>
<p>本作はスマホ・タブレットで閲覧すると画面が崩れます。</p>
<p>現在ではスマホでサイトを閲覧することが多いため、マルチデバイス対応は必須です。</p>
<p>次回ではマルチデバイスに対応したサイトを制作したいと思いました。</p>


</main>
</template>

<style scoped>
main {
  margin: 0 auto;
  width: 80%;
  text-align: left;
}
img {
  width: 100%;
}
a {
  font-weight: bold;
  color: #2c3e50;
}
</style>