<template>
  <main>
    <h1>訓練課題：架空のコーポレートサイト(HTML・CSS)</h1>

    <img alt="架空企業のポートフォリオサイト" src="./img/work1.png" />

    <h2>URL</h2>
    <a
      href="https://adjustacademy.com/d2206/d220627-050601/"
    >https://adjustacademy.com/d2206/d220627-050601/</a>


    <h2>概要</h2>
    <p>職業訓練校課題1作目。</p>
    <p>
      ウォーターサーバーをレンタルする
      <strong>架空企業のコーポレートサイト</strong>を制作しました。
    </p>

    <h2>スキル</h2>
    <p>HTML、CSS</p>

    <h2>担当範囲 ・作業時間</h2>
    <p>コンセプト、デザイン、環境構築、コーディング、動作確認、リリース作業</p>

    <h2>サイト名</h2>
    <p>ハッピーウォーター株式会社コーポレートサイト</p>

    <h2>コンセプト</h2>
    <img src="#" alt="サイト制作のコンセプト画像" />

    <h3>ターゲット</h3>
    <p>オフィスのある企業の総務で働く方</p>

    <h3>会社の概要</h3>
    <p>企業向けにウォーターサーバーをレンタルしている。</p>
    <p>高品質な天然水を使用している。</p>
    <p>オフィスでも浮かないシンプルなデザインのウォーターサーバー</p>
    <p>定期メンテナンスや修理、コールセンター対応あり。</p>

    <h3>コンバージョン</h3>
    <p>資料請求</p>
    <p>契約の問い合わせ</p>

    <h3>デザインコンセプト、主要カラー</h3>
    <img src="#" alt="手書きのワイヤーフーレム" />
    <p>本サイトでは商品として「水」を取り扱います。安心で安全な印象をターゲットに与えたいです。</p>
    <p>誠実さをアピールするため、ベースカラーは「白」、サブカラーは「青」にしました。</p>

    <h2>ポイント</h2>
    <h3>スケジュール管理</h3>
    <p>本作は学校の課題のため、締め切りに必ず間に合うことを意識してスケジュール管理を行いました。</p>

    <img src="#" alt="サイト制作のコンセプト画像" />

    <p>きちんとしたスケジュール管理で締切は守れました。</p>
    <p>また、余裕を持って作業が行えたため、夜ふかしをしたり、焦ることがありませんでした。</p>

    <h2>反省点</h2>

    <h3>実装しづらいデザインになっていた</h3>
    <img src="#" alt="ワイヤーフレームとサイトの差異" />

    <p>デザインに書き出す時には簡単でも、いざ実装しようとすると難しいと思う箇所に何度も遭遇しました。</p>
    <p>デザインは実装しやすさまで考えなければならないと学びました。</p>

    <h3>マルチデバイス対応ができなかった</h3>
    <img src="#" alt="スマホ表示で崩れた画面" />

    <p>本作はスマホ・タブレットで閲覧すると画面が崩れます。</p>
    <p>現状、ユーザーはスマホでサイトを閲覧することが多いため、マルチデバイス対応は必須です。</p>
    <p>次回はマルチデバイスに対応したサイトを制作したいと思いました。</p>
    <router-link to="/work">一覧へ</router-link>
  </main>
</template>
