<template>
  <main>
    <h1>自主制作：架空のコーポレートサイト(Vue.js)</h1>

    <img alt="架空企業のポートフォリオサイト" src="./img/work2.jpg" />

    <h2>URL</h2>
    <a href="https://www.portfolio-ym.site/">https://www.portfolio-ym.site/</a>

    <h2>GitHub</h2>
    <a
      href="https://adjustacademy.com/d2206/d220627-050601/"
    >https://adjustacademy.com/d2206/d220627-050601/</a>

    <h2>概要</h2>
    <p>
      架空の建設会社「ヨシザワ建設株式会社」のコーポレートサイトを
      <strong>Vue.js</strong>で制作しました。
    </p>

    <h2>スキル</h2>
    <p>Vue.js、WordPress、PHP、</p>

    <h2>担当範囲 ・作業時間</h2>
    <p>コンセプト、デザイン、環境構築、コーディング、動作確認、リリース作業</p>

    <h2>サイト名</h2>
    <p>ヨシザワ建設株式会社コーポレートサイト</p>

    <h2>コンセプト</h2>
    <h3>ターゲット</h3>
    <p>住宅の購入を考えている30代以降、家族のいる方</p>

    <h3>会社の概要</h3>
    <p>住宅の施工、リフォームを請け負う</p>

    <h3>コンバージョン</h3>
    <p>資料請求</p>
    <p>契約の問い合わせ</p>

    <h3>デザインコンセプト、主要カラー</h3>
    <p>
      本サイトでは商品として「家」を取り扱います。
      <br />「家」は人生の中で一番大きな買い物のため、誠実さをアピールしています。
    </p>
    <p>ベースカラーは「白」、サブカラーは「青」にしました。</p>

    <h2>ポイント</h2>
<p>商業用のコーポレートサイトを意識して、以下の機能を実装しています。</p>

<p></p>

    <h3>Vue.jsでサイトを実装</h3>
    <img src="#" alt="サイト制作のコンセプト画像" />

    <p>本サイトはVue.jsを利用してサイト構築をしています。</p>

    <p></p>

    <h3>アニメーション</h3>
    <p>Vue.jsやjQueryを利用して、アニメーションを実装しています。</p>

    <h4>画像が横スライドするアニメーション</h4>
    <img src="#" alt="サイト制作のコンセプト画像" />

    <h4>画面の要素がふわっと現れる</h4>
    <img src="#" alt="サイト制作のコンセプト画像" />

    <h4>画面右下にボタンを配置</h4>
    <img src="#" alt="サイト制作のコンセプト画像" />

    <p>画面右下に「お問合せボタン」を設置しました。サイト内のどのページに行ってもボタンが付いてきます。</p>
    <p>本企業が気になったユーザーがすぐにでもお問合せできる意図があります。</p>

    <h3>WordPressと連携</h3>
    <img src="#" alt="サイト制作のコンセプト画像" />

    <p>実際のコーポレートサイトを想定して、お客様が頻繁に更新するページはワードプレスを組み込みました。</p>
    <p>WordPressの記事を更新すると、サイト内の「事業事例」が自動的に更新されます。</p>

    <h4>アカウントの権限</h4>
    <img src="#" alt="サイト制作のコンセプト画像" />
    <p>サイト制作者、お客様でWordPressのアカウントを別にしました。</p>
    <p>サイト制作者は管理者権限、お客様は「新着記事の更新のみ」が可能な権限を付与。</p>
    <p>お客様が誤ってWordPressの設定を変更しないようにしています。</p>

    <h3>レスポンシブ対応</h3>
    <img src="#" alt="サイト制作のコンセプト画像" />
    <p>どの端末で見ても画面が崩れないようにレスポンシブ対応をしています。</p>

    <router-link to="/">戻る</router-link>
  </main>
</template>